<template>
    <div id="main">
        <!--头部-->
        <!--<header>-->
            <!--<img src="../assets/images/backWhite.png" class="back" @click="$router.go(-1)">-->
            <!--<span class="title">金币兑换</span>-->
        <!--</header>-->
        <!--内容-->
        <main>
            <span class="biaoti">好象有货会员协议</span>

            <div class="content">
                <p>重要须知：好象有货网站（www.hxyouhuo.com）、APP、微信小程序所有权人及其关联方（下称“好象有货”）在此特别提醒您仔细阅读（未成年人应在其法定监护人的陪同下阅读）本《好象有货用户协议》（下称“本协议”）中的各个条款，包括但不限于免除或者限制好象有货责任的条款、对用户权利进行限制的条款以及约定争议解决方式、司法管辖的条款。您有权选择同意或者不同意本协议。
                    您与好象有货均应当严格履行本协议及其补充协议所约定的各项义务，如发生争议或者纠纷，双方可以友好协商解决；协商不成的，任何一方均可提请本协议签订地成都市高新区人民法院以诉讼方式解决。
                    您如果通过好象有货APP、微信小程序用户注册页面或者好象有货提供的其他用户注册渠道注册用户账号，即视为您完全同意本协议，愿意接受本协议所有及任何条款的约束。</p>
                <span class="title1">1.名词解释</span>
                <p>除您与好象有货另有约定外，本协议及其补充协议当中的下列名词均采用如下解释：</p>
                <p>1.1 好象有货用户协议：即本协议，指您与好象有货当下订立的旨在约定您登录、使用好象有货APP、微信小程序，以及通过好象有货APP、微信小程序下达订单、购买商品、支付货款、收取商品等整个网购过程中，您与好象有货之间的权利、义务的书面合同。</p>
                <p>1.2 好象有货网站：即指好象有货APP、小程序、官方网站，指好象有货享有全部著作权的、提供给您及其他用户登录和使用的APP、小程序及网站，以下可简称为“本网站”，网址为www.hxyouhuo.com。</p>
                <p>1.3 商品：是好象有货通过本网站向您推荐并进行销售的具体商品的统称。，包括品牌供应商或者其授权的经销商。</p>
                <p>1.4 品牌供应商：与好象有货签订协议，组织商业活动并通过本网站销售商品和服务的公司</p>
                <p>1.5 购物车：是模拟线下实体商店提供给顾客放置商品的“购物车”的一个概念，指本网站向您展示您已经下达订单、准备购买但尚未支付相应的购买价款的商品信息的网页区域， 又称“虚拟购物车”</p>
                <p>1.6 订单：指由本网站结帐程序生成的记录会员通过本网站所购买的商品的名称、品牌、价款、折扣等交易信息的表格。这份文件将被用作所有可能发生的与会员购买有关的询问、请求和争议的参考。</p>
                <p>1.7 送货单：指好象有货或者其品牌供应商、授权的经销商附录在会员所订购的商品的包裹上的、供会员签收的商品销售凭证，送货单一般会简要地说明了对应包裹的每一件商品的名称和数量，如发生退换货必须寄回。</p>
                <p>1.8 送货地址：指您或者其他用户通过本网站购买商品所要求的送货地址，如果没有特别说明，即为会员填写的订单上所记载的送货地址。</p>
                <p>1.9 用户账号：指您通过登录本网站或者好象有货提供其他的用户账号注册渠道，注册获得并可据以登录本网站的账号。</p>
                <p>1.10 恶意评论：是指个人或组织对本网站、好象有货和/或本网站对外销售的商品没有兴趣，却组织人力或者采用计算机程序模拟正常用户在本网站上大规模发表用户评论，特别发表对本网站、好象有货和/或本网站销售的商品负面的评论乃至违反国家有关法律法规的评论。</p>
                <p>1.11线下门店：指的是好象有货在各个片区设立的线下体验店，仅作为仓库使用，不能购买商品，所有购物都必须从APP或小程序下单。</p>
                <span class="title1">2.合同目的</span>
                <p>本协议旨在约定您在登录、使用本网站，通过本网站购买商品的过程中，您与好象有货双方分别作为本协议的一方合同当事人所享有的权利和所负有的义务。</p>
                <span class="title1">3.用户账号</span>
                <p>3.1 您可以通过登录本网站的用户账号注册页面注册用户账号并设置相应的登录密码，一经注册成功，您即可以凭借用户账号及登录密码登录及使用本网站。就目前而言，上述用户账号既可能是您的移动电话号码。</p>
                <p>3.2 您成功注册用户账号后，如果需要使用该用户账号从本网站购买商品的，至少还应当填写一个收货人、收货地址和手机号码。除此之外，您还可以按照本网站相关页面的说明填写该用户账号项下的用户姓名、性别、生日、移动电话、固定电话、所在地地址、个人邮箱、婚姻状况、体重以及身高等个人信息，上述个人信息仅作为完善您的用户账号资料之用，是否填写并不影响您从本网站购买商品。若要享受本网站提供的会员价购买商品，须购买本网站提供的会员服务，具体内容以网站会员卡购买页面展示为主。</p>
                <p>3.3 每个手机号码、每个收货地址仅对应一个会员账户。 包含但不限于以下行为，视为虚假注册：
                    （1）以同一手机号码注册多个账户；
                    （2）多个账户使用同一收货地址或同一IP地址；
                    好象有货有权取消虚假注册账户在好象有货上消费的权利。</p>
                <p>3.4您务必妥善保管您的用户账号、登录密码、支付密码（如有）及您在其项下填写的所有个人信息，不得将其赠与、转让、借用或者以其他的方式提供给第三方。否则，由此给您（或好象有货、任何第三方）造成的一切损失，概由您自行承担（或者负责赔偿），包括但不限于：
                    （1）您无法凭借该用户账号登录、使用本网站及/或从本网站购买商品；
                    （2）您的该用户账号及其项下的好象会员卡、好象币及/或资金未经您允许而被第三方盗用。</p>
                <p>3.5为了防止您及其他用户的用户账号及其项下的个人信息泄露或者被他人窃取，好象有货可能会随时采取计算机病毒查杀技术、计算机加密技术等措施进行保护。对此，您完全同意并接受，但这并不能免除本协议第3.3条所述的、您对用户账号及其项下的个人信息所负有的妥善保管义务。</p>
                <p>3.6 您如果遗忘了密码或者密码被他人修改，您可以按照好象有货公布的账号及密码找回规则，通过好象有货提供的账号及密码找回系统程序进行找回，或者在第一时间联系好象有货的客服人员协助找回，但好象有货不保证一定可以找回。</p>
                <p>3.7 您充分理解并完全同意：好象有货是一家面向消费者的以会员为核心的无差价购物商城网站，好象有货根据您的用户账号下的商品购买记录及其他相关信息，如果发现您此前通过本网站或者好象有货提供的其他网购渠道购买的商品大多数并非用于个人消费或者使用用途的，对于您的这个用户账号的商品购买需求，好象有货有权不予接受；您如果已经下达订单，好象有货有权不予接受订单；好象有货如果已经接受订单的，有权单方面解除并不予发货。而且，好象有货视情况还有权冻结您的这个用户账号，使之无法通过本网站以及好象有货提供的其他网购渠道下达订单、购买商品。</p>
                <p>3.8 作为一个好象有货的会员，您可以邀请任何一个您的家庭成员、朋友、同事加入本站。这样您就成为他们的邀请人。然而，假如您希望扩大邀请至您家庭成员、朋友、同事等直系圈子以外的人，或者您希望把您的网站链接到本网站，您必须获取好象有货的预先许可。 在未取得好象有货事先的书面许可情况下，任何会员通过任何方式组织任何类型的大规模邀请计划，导致不符合前述条款的，将被禁止使用本网站，并且他的个人帐户将被取消。为了防止任何发动自己成为会员的企图，最多两个不同的会员可以使用同一个住所地址。</p>
                <p>3.9 如果您希望取消好象有货网站的会员资格，您所需要做的就是给我们以下电子邮件地址service@hxyouhuo.com发一封电子邮件或致电服务热线4001883382，详细说明您的情况,一旦所有正在进行的定单和未解决事件结束后我们就取消您的个人帐户。 一旦您的个人帐户取消了，您将不再具有访问您的帐户或好象有货任何内容的权限。在您的会员期间累积的积分、好象币及代金券也将不复存在。这些积分、好象币及代金券在任何情况下不得兑换为现金。如果您希望日后再次加入好象有货，您将可以使用相同的个人信息和住所地址创建一个新的帐户，但这些信息仍然应该是真实、准确、有效和完整的。为了防止窃取身份的行为，本网站可能会向您索取住所证明和身份证明。当您取消帐户后，积分、好象币及代金券取消，并且当您新建一个帐户时也不会被归还。</p>
                <span class="title1">4.商品描述与营销信息</span>
                <p>4.1 商品描述：除非好象有货或者本网站另有说明，本网站出售的商品均为正宗的商品。好象有货直接与品牌供应商及其授权的经销商合作开展各项营销活动，相关商品信息均由品牌供应商及/或其授权的经销商提供，好象有货尽可能根据所接收到的商品信息准确、详尽地描述每一件商品。然而，由于品牌供应商及/或其授权的经销商所提供的商品不一定是准确、完整、可靠、有效和没有错误的，因此好象有货不能保证本网站所有商品的描述和其他相关内容是准确、完整、可靠、有效和没有错误的。</p>
                <p>4.2 营销信息：您一经注册用户账号，即视为您同意好象有货及/或其关联公司通过短信或者电子邮件的方式向您注册时填写的手机号码或者电子邮箱发送相应的商品广告信息、促销优惠等营销信息；您如果不同意发送，您可以通过相应的退订功能进行退订。</p>
                <span class="title1">5.商品价格</span>
                <p>本网站上显示的所有价格都是以人民币为计价单位，包括所有的税费，但不包括运费。结帐之前运费会自动计算包含在订单总价之内。在商品详情页面里您可以找到所有的相关信息，支付价格为下订单时的有效价格，好象有货会员用户和非会员用户之间会有价格差价，具体以结算时价格为准。</p>

                <span class="title1">6.订单</span>
                <p>6.1 好象有货保留对单个商品的总出售数量进行限制、对单个订单的商品购买数量及同一IP地址对同类商品购买数量进行限制的权利。</p>
                <p>6.2 根据您填写的订单信息，系统将会生成一份包含您的订单的所有必要信息的电子订单表格。在结帐的过程中，您将被邀请复查订购商品的信息、付款方式以及这些商品的运输方式和费用。依据这些信息生成的最终订单表格被认为是该次交易的有效证据，这份文件被认为是所有的发货、问题、退货和争议事项的参考，所以您必须非常仔细地复查这些信息并纠正一切可能的错误。点击“完成”意味着您认可订单表格中包含的所有信息都是正确和完整的。</p>
                <p>6.3 如果您填写的收货人与用户本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。</p>
                <span class="title1">7.取消订单</span>
                <p>7.1 如您需修改订单请在下单后半小时内自助网上修改（包括合并订单），如订单显示“订单已审核”将不能再进行修改。</p>
                <p>7.2 您也可以选择取消订单，对反复的取消行为，我们可能会调查其原因，也可能会成为我们可能拒绝向您提供服务、冻结或关闭您的个人帐户的原因。</p>
                <span class="title1">8.合同成立</span>
                <p>您通过本网站下达了订单后，仅表示系统接收到了您下单的订单，只有好象有货将订单上的商品向您发出时，双方之间的买卖合同才成立。而且，如果您在一份订单里订购了多种商品并且好象有货只给您发出了部分商品时，您与好象有货之间仅仅就好象有货已经发出的那一部分商品成立买卖合同。</p>
                <span class="title1">9.商品缺货</span>
                <p>好象有货接收到您的订单以后，好象有货发现所订购的商品全部或部分缺货。在这种情况下，好象有货会就缺货的商品详细情况与您联系，并提供您选择的机会来取消整个订单或用代替商品来替换缺货的物品来变更订单。如果您在收到此类通知15天之内没有取消订单，好象有货将把有货的商品送达或者在没有一件订购的商品有货的情况下取消该订单。</p>

            </div>
        </main>
    </div>
</template>

<script>
    export default {
        name: "goldrule"
    }
</script>

<style scoped>
    header{
        width: 100%;
        height: 6vh;
        background:  linear-gradient(to right, #ff1c8b , #f37404);
        line-height: 0.88rem;
        position: fixed;
        left:0;
        top:0;
    }
    .back{
        width: 0.34rem;
        height: 0.24rem;
        margin-left:0.32rem;
    }
    #main{
        background: #fff;
        width: 100vw;
        height: auto;
    }

    .title{
        font-size:0.30rem;
        color:#fff;
        margin-left:2.20rem;
    }
    .biaoti{
        font-size:0.36rem;
        color:#555555;
        line-height: 0.36rem;
        display: block;
        font-weight: bold;
        padding-top: 0.35rem;

        text-align: center;
    }
    .jianshu{
        font-size:0.26rem;
        display: block;
        color:#a2a2a2;
        line-height: 0.26rem;
    }
    .content{
        width: 6.4rem;
        height: auto;
        padding:0.25rem 0.1rem;
        margin:0 auto;
        margin-top:0.30rem;
        margin-bottom:0.4rem;
    }
    .join{
        width: 6.4rem;
        height: 0.96rem;
        background: linear-gradient(to right, #ff1c8b , #f37404);
        font-size:0.36rem;
        color:#fff;
        display: block;
        margin:0 auto;
        border:none;
        outline: none;
        margin-bottom: 0.3rem;
    }
    .content img{
        width: 100%;
        height: auto;
    }
    .content p{
        font-size:0.26rem;
        color:#555555;
        line-height: 0.40rem;
        letter-spacing: 0.02rem;
        text-indent: 0.6rem;
    }
    .title1{
        font-size:0.26rem;
        font-weight: bold;
        padding-top: 0.30rem;
        display: block;
    }

</style>