<template>
    <div id="main">
        <!--头部-->
        <!--<header>-->
            <!--<img src="../assets/images/backWhite.png" class="back" @click="$router.go(-1)">-->
            <!--<span class="title">金币兑换</span>-->
        <!--</header>-->
        <!--内容-->
        <main>
            <span class="biaoti">好象有货隐私政策</span>

            <div class="content">
                <span class="jianshu">您的信任对我们非常重要，好象有货（“我们”）深知个人信息对您的重要性，我们将按照法律法规要求，采取相应安全保护措施，尽力保护您的个人信息。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们希望通过《好象有货隐私政策》（“本隐私政策”）向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。</span>
                <p>本隐私政策与您所使用的好象有货商城服务以及该服务所包括的各种业务功能（以下统称“我们的产品与/或服务”）息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您更好地理解。您使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。</p>
                <span class="title1">一、我们如何收集和使用您的个人信息</span>
                <p>（一）您授权我们收集和使用您个人信息的情形</p>
                <p>为保证您的账号安全，我们的呼叫中心客服和在线客服会使用您的账号信息与您核验您的身份。当您需要我们提供与您订单信息相关的客服与售后服务时，我们将会查询您的订单信息。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息，如当您要求我们变更配送地址、联系人或联系电话。</p>
                <span class="title1">第2条 本站服务条款的确认和接纳</span>
                <p>2.1本站所提供的好象会员体验卡、半年卡及年卡活动的所有权和运作权归好象有货所有。</p>
                <p>2.2用户点击同意本协议的，即视为用户确认自己同意接受好象会员相关服务的条款，且同意按本协议内容履行，如产生用户相关责任的，同意承担相应法律责任。</p>
                <p>2.3如果您在18周岁以下，您只能在父母或监护人的监护参与下方能参与体验该服务。</p>
                <p>2.4好象有货保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容等相关权利。</p>
                <p>2.5您同意并理解，如好象会员卡体验期结束，您将自动获得好象会员正式资格；如您的好象会员资格到期，您的好象会员资格将自动延期一年。在上述情形下，您授权好象有货将自动扣除一年期的好象会员会费。如您不希望购买好象会员正式资格，或者您已具有好象会员正式资格但不想对好象会员资格续期，或者您不希望自动扣款，则您应在好象有货收取好象会员会费前指定时间内，通知好象有货您的决定。</p>
                <p>2.6好象会员开通后，您在已开通的服务期内中途主动取消服务或终止资格的，将不获得为开通本服务而支付费用的退还。</p>
                <span class="title1">第3条 活动资格及活动时间</span>
                <p>3.1好象会员正式用户：用户在体验期内消费体验良好，体验期内及体验期结束后可购买一年期正式好象会员资格，或者体验期结束后将自动购买一年期正式好象会员资格。在您的好象会员到期时，好象会员将自动续期。如果您指定的在好象有货的所有银行卡均拒付您的好象会员会费，您必须立即向我们提供一张新的银行卡，否则您的好象会员资格将被取消。</p>
                <span class="title1">第4条 会员权益</span>
                <p>您成为好象有货正式好象会员后，可享受的权益以好象有货官方网站公布的信息为准。为更好的向会员提供服务，好象有货有权基于自身业务发展需要调整全部或部分会员权益。好象有货就前述权益调整将在相应服务页面进行通知或公告，您可以通过好象有货官方网站查询最新的会员权益内容。</p>
                <span class="title1">第5条 用户会员使用注意事项</span>
                <p>5.1提交申请开通时，用户同意并提交本人手机号码和邮箱等本站所需的个人资料，并保证其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽，用户需承担因此引起的相应责任及后果，并且好象有货保留终止用户参与该活动的权利。</p>
                <p>5.2服务开通后，用户应谨慎合理的保存、使用其用户名和密码，不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，同时好象有货在该种情况下有权做出独立判断，可采取暂停或关闭用户参与资格等措施。</p>
                <p>5.3用户同意，好象有货拥有通过邮件、短信电话等形式，向其发送相关活动信息等必要信息的权利。</p>
                <p>5.4用户同意，其应合理使用其享有的会员权益，除为实现用户自身的会员利益外，不得利用其享有的权益非法获利，不得以任何形式售卖其所享有的权益，不得滥用其所享有的权益，如因用户不当行为致好象有货合理怀疑的或判定的，好象有货有权暂停或关闭用户该活动的权益，此外，用户需承担因此引起的相应责任及后果。</p>
                <p>5.7好象会员兑换码：即由好象有货提供的开通好象正式会员识别码，用户可在好象有货好象正式会员开通入口输入，系统识别成功后该账户便可享受一年好象正式会员服务。
                    5.7.1好象会员兑换码使用规则：好象会员到期天数低于486天且满足绑定条件时可用兑换码进行续费。用户应严格遵守页面展示的好象会员兑换码使用规则，如有违反用户需承担因此引起的相应责任及后果。
                    5.7.2好象会员兑换码一旦兑换后属于个人所有，应妥善保管，好象有货不对好象会员兑换码的泄露、丢失和被盗等其他不能使用、激活情况负责。
                    5.7.3用户通过正当途径获取的兑换码，不得进行转售、转赠，若发现立即冻结兑换码置为失效，通过此码激活开通的账户终止好象会员资格，用户双方全部加入黑名单限制再次开通好象会员。
                    5.7.4用户应通过正当途径获取兑换码，如发现兑换码来源异常（转售、转赠、黄牛等），兑换码将被作废同时通过此码激活的好象会员账户将被终止资格，加入黑名单限制再次开通好象会员。</p>
                <p>5.8自动续费服务扣款金额说明：好象有货根据您的授权，执行扣款指令时，扣款金额以扣款发生时好象有货页面展示的好象会员服务价格为准。</p>
                <span class="title1">第6条会员卡使用规则</span>
                <p>6.1 用户在开通好象会员任何类型的会员卡后，不可将会员卡账号密码交给他人使用；</p>
                <p>6.2用户在开通好象会员前后，若出现本网站的商品信息（包括价格、服务内容、商品详情）等出现差异，属于正常情况，本网站所展示的所有价格信息、服务信息、会员特权信息，以网站实时展示为准，最终解释权归好象有货所有。</p>
                <span class="title1">第7条协议更新及用户关注义务</span>
                <p>7.1根据国家法律法规变化及网站运营需要，好象有货有权以网站公告的方式进行不定期地制定、修改本协议及/或相关服务规则，暂停、取消和修改本协议条款，修改后的协议一旦被公告在本站上即生效，并代替原来的协议。用户应及时关注不时发布的各项服务规则及本协议的变更。若不同意相关规则及条款修改的，应及时终止与本站的协议。如用户继续使用本网站提供的服务的，即视为同意更新后的协议。好象有货建议您在使用本站之前阅读本协议及本站的公告。</p>
                <span class="title1">第8条法律管辖和适用</span>
                <p>8.1本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向北京市大兴区人民法院提起诉讼。</p>
                <span class="title1">第9条 其他</span>
                <p>8.1好象有货网站所有者是指在政府部门依法许可或备案的好象有货网站经营主体。</p>
                <p>8.2如因不可抗力或其它本站无法控制的原因使本站活动服务无法及时提供或无法按本协议进行的，好象有货会合理地尽力协助处理善后事宜。</p>
                <p>8.3用户除遵守该用户协议外，仍应同时遵守《好象有货用户协议》。</p>
                <p>8.4正式好象会员用户自购买之日起开始计算到正式用户到期当日自动终止。</p>
                <p>8.5本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。</p>
            </div>
        </main>
    </div>
</template>

<script>
    export default {
        name: "goldrule"
    }
</script>

<style scoped>
    header{
        width: 100%;
        height: 6vh;
        background:  linear-gradient(to right, #ff1c8b , #f37404);
        line-height: 0.88rem;
        position: fixed;
        left:0;
        top:0;
    }
    .back{
        width: 0.34rem;
        height: 0.24rem;
        margin-left:0.32rem;
    }
    #main{
        background: #fff;
        width: 100vw;
        height: auto;
    }

    .title{
        font-size:0.30rem;
        color:#fff;
        margin-left:2.20rem;
    }
    .biaoti{
        font-size:0.36rem;
        color:#555555;
        line-height: 0.36rem;
        display: block;
        font-weight: bold;
        padding-top: 0.35rem;

        text-align: center;
    }
    .jianshu{
        font-size:0.26rem;
        display: block;
        color:#a2a2a2;
        line-height: 0.26rem;
    }
    .content{
        width: 6.4rem;
        height: auto;
        padding:0.25rem 0.1rem;
        margin:0 auto;
        margin-top:0.30rem;
        margin-bottom:0.4rem;
    }
    .join{
        width: 6.4rem;
        height: 0.96rem;
        background: linear-gradient(to right, #ff1c8b , #f37404);
        font-size:0.36rem;
        color:#fff;
        display: block;
        margin:0 auto;
        border:none;
        outline: none;
        margin-bottom: 0.3rem;
    }
    .content img{
        width: 100%;
        height: auto;
    }
    .content p{
        font-size:0.26rem;
        color:#555555;
        line-height: 0.40rem;
        letter-spacing: 0.02rem;
        text-indent: 0.6rem;
    }
    .title1{
        font-size:0.26rem;
        font-weight: bold;
        padding-top: 0.30rem;
        display: block;
    }

</style>